[PAD]	0
[SOS]	0
[EOS]	0
[TCR]	0
[SEP]	0
[PMHC]	0
[UNK]	0
A	-1.2986
C	-3.89146
D	-3.89146
E	-3.89146
F	-3.89146
G	-3.89146
H	-3.89146
I	-3.89146
K	-3.89146
L	-3.89146
M	-3.89146
N	-3.89146
P	-3.89146
Q	-3.89146
R	-3.89146
S	-3.89146
T	-3.89146
V	-3.89146
W	-3.89146
X	-3.89146
Y	-3.89146
